Repository: AWD178/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/Galician/strings.po
Languages: gl

# #30000
source: General
gl: Xeral

# #30001
source: Submit songs to Last.fm
gl: Enviar cancións a Last.fm

# #30003
source: Last.fm username
gl: Usuario Last.fm

# #30004
source: Last.fm password
gl: Contrasinal Last.fm

# #32012
source: Do you want to add the current track to your loved tracks?
gl: Queres engadir a pista actual ás túas pistas amadas?

# #32013
source: Do you want to ban the current track?
gl: Queres desfeitar a pista actual?

# #32014
source: Added to your loved tracks: '%s'.
gl: Engadida ás túas pistas amadas: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
gl: Non se puido engadir '%s' ás tuas pistas amadas.

# #32016
source: Banned: '%s'.
gl: Desfeitada: '%s'.

# #32017
source: Could not ban '%s'.
gl: Non se puido desfeitar '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
gl: Quere borrar esta pista das súas pistas amadas?

# #32019
source: Do you want to un-ban this track?
gl: Quere recuperar esta pista?

# #32024
source: Remove from loved tracks
gl: Borrar das pistas amadas

# #32025
source: Un-ban
gl: Recuperar

# #32078
source: Search
gl: Buscar

# #32079
source: No results found
gl: Non se atoparon resultados
