Repository: AWD178/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: General
pt_br: Geral

# #30001
source: Submit songs to Last.fm
pt_br: Enviar músicas para o Last.fm

# #30002
source: Submit online radio to Last.fm
pt_br: Submetar rádio online para Last.fm

# #30003
source: Last.fm username
pt_br: Nome de usuário Last.fm

# #30004
source: Last.fm password
pt_br: Senha Last.fm

# #30005
source: Confirm Love/Ban submissions
pt_br: Confirmar submissões Amor/banir

# #32012
source: Do you want to add the current track to your loved tracks?
pt_br: Você quer adicionar a faixa atual para as suas faixas prediletas?

# #32013
source: Do you want to ban the current track?
pt_br: Você quer banir a faixa atual?

# #32014
source: Added to your loved tracks: '%s'.
pt_br: Adicionado às suas faixas prediletas: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
pt_br: Não foi possível adicionar '%s' em suas faixas prediletas.

# #32016
source: Banned: '%s'.
pt_br: Banida: '%s'.

# #32017
source: Could not ban '%s'.
pt_br: Não foi possível banir '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
pt_br: Você quer remover esta faixa de suas faixas prediletas?

# #32019
source: Do you want to un-ban this track?
pt_br: Você quer desbanir esta faixa?

# #32020
source: Removed from your loved tracks: '%s'.
pt_br: Remover de faixas prediletas: %s

# #32021
source: Could not remove '%s' from your loved tracks.
pt_br: Não foi possível remover '%s' em suas faixas prediletas

# #32022
source: Un-banned: '%s'.
pt_br: Desbanir: %s'

# #32023
source: Could not un-ban '%s'.
pt_br: Não foi possível banir '%s'.

# #32024
source: Remove from loved tracks
pt_br: Remover de faixas prediletas

# #32025
source: Un-ban
pt_br: Desbanir

# #32026
source: Connect to Last.fm failed
pt_br: Conexão para Last.fm falhou

# #32027
source: No username or password provided
pt_br: Nenhum nome de usuário ou senha informado

# #32028
source: Could not retrieve list from Last.fm
pt_br: Não pude recuperar lista de Last.fm

# #32051
source: Friends of user %s
pt_br: Amigos do usuário %s

# #32052
source: Neighbours of user %s
pt_br: Vizinhos do usuário %s

# #32053
source: Top albums for user %s
pt_br: Os melhores álbuns para o usuário %s

# #32054
source: Top artists for user %s
pt_br: Os melhores artistas para o usuário %s

# #32055
source: Top tags for user %s
pt_br: Melhores gêneros para usuário %s

# #32056
source: Top tracks for user %s
pt_br: As melhores músicas para o usuário %s

# #32057
source: Tracks recently banned by %s
pt_br: Faixas banidas recentemente por %s

# #32058
source: Tracks recently listened by %s
pt_br: Faixas ouvidas recentemente por %s

# #32059
source: Tracks recently loved by %s
pt_br: Faixas curtidas recentemente por %s

# #32060
source: Weekly album chart for %s
pt_br: Gráfico semanal do álbum para %s

# #32061
source: Weekly artist chart for %s
pt_br: Gráfico semanal do artista para %s

# #32062
source: Weekly track chart for %s
pt_br: Gráfico semanal da música para %s

# #32063
source: Listen to %s's mix Last.fm radio
pt_br: Ouvir pelas mais pedidas de %s's no Last.fm

# #32064
source: Listen to %s's neighbours Last.fm radio
pt_br: Ouvir vizinhos de %s's no Last.fm

# #32065
source: Listen to %s's personal Last.fm radio
pt_br: Ouvir músicas pessoais de %s's no Last.fm

# #32066
source: Listen to %s's recommendations Last.fm radio
pt_br: Ouça recomendações de %s's no Last.fm

# #32067
source: Biggest fans of %s
pt_br: Os maiores fãs de %s

# #32068
source: Similar artists as %s
pt_br: Artistas similares a %s

# #32069
source: Top %s albums
pt_br: Os melhores álbuns %s

# #32070
source: Top %s tags
pt_br: Os melhores gêneros de %s

# #32071
source: Top %s tracks
pt_br: As melhores músicas de %s

# #32072
source: Listen to %s fans Last.fm radio
pt_br: Ouvir radios dos fãs de %s no Last.fm

# #32073
source: Listen to %s similar artists Last.fm radio
pt_br: Ouvir por artistas similares a %s na Last.fm

# #32074
source: Top albums for tag %s
pt_br: Álbuns Top por tag %s

# #32075
source: Top artists for tag %s
pt_br: Artistas top por tag %s

# #32076
source: Top tracks for tag %s
pt_br: Ás melhores músicas do gênero %s

# #32077
source: Listen to tag %s Last.fm radio
pt_br: Ouvir gênero %s no Last.fm rádio

# #32078
source: Search
pt_br: Pesquisar

# #32079
source: No results found
pt_br: Nenhum resultado encontrado

# #32080
source: Custom Last.fm radio stations
pt_br: Customizar as estações de rádio Last fm

# #32081
source: Listen to artist fans Last.fm radio
pt_br: Escute rádio Last fm por fans do artista

# #32082
source: Listen to similar artists Last.fm radio
pt_br: Escute rádio Last fm por artistas similares

# #32083
source: Listen to tag Last.fm radio
pt_br: Escute rádio Last fm por etiquetas

# #32084
source: Listen to user mix Last.fm radio
pt_br: Escute rádio Last fm mix dos usuários

# #32085
source: Listen to user neighbours Last.fm radio
pt_br: Escute rádio Last.fm mais próximas

# #32086
source: Listen to user library Last.fm radio
pt_br: Escute rádio Last.fm recomendadas pelas pessoas próximas

# #32087
source: Listen to user recommendations Last.fm radio
pt_br: Escute rádio Last.fm recomendadas pelos usuários

# #32088
source: Tag
pt_br: Etiqueta
