Repository: AWD178/repo-plugins
Catalog: plugin.image.moebooru/resources/language/*/strings.po
Languages: german

# #30001
source: Server settings
german: Server

# #30002
source: Search settings
german: Suche

# #30003
source: Miscellaneous
german: Diverses

# #30200
source: Default order
german: Standardsortierung

# #30201
source: Server default
german: Servereinstellung

# #30202
source: Score
german: Bewertung

# #30203
source: Favorited
german: Favoriten

# #30204
source: Widescreen first
german: Widescreen zuerst

# #30205
source: Widescreen last
german: Widescreen zuletzt

# #30210
source: Rating
german: Einstufung

# #30211
source: All
german: Alle

# #30212
source: Safe only
german: Nur jugendfrei

# #30213
source: Questionable only (Ecchi)
german: Nur fraglich (Ecchi)

# #30214
source: Explicit only (Hentai)
german: Nur explizit (Hentai)

# #30215
source: Questionable and Explicit
german: Fraglich und explizit

# #30216
source: Questionable and Safe
german: Fraglich und jugendfrei

# #30220
source: Sort tags by
german: Tags sortieren nach

# #30221
source: Server default
german: Servereinstellung

# #30222
source: Date
german: Datum

# #30223
source: Count
german: Anzahl

# #30300
source: Load preview for pools
german: Vorschau für Bilderpools laden

# #30310
source: Load preview for tags
german: Vorschau für Tags laden

# #30320
source: Size of the search history
german: Größe des Suchverlaufs

# #30500
source: Latest
german: Neueste

# #30501
source: Search
german: Suchen

# #30502
source: Random
german: Zufällig

# #30503
source: Pools
german: Bilderpools

# #30504
source: Search tags
german: Tags suchen

# #30505
source: Search history
german: Suchverlauf

# #30520
source: More
german: Mehr

# #30521
source: Related tags
german: Verwandte Tags

# #30530
source: Search pool
german: Bilderpool suchen

# #30600
source: Remove from history
german: Aus dem Verlauf löschen

# #30601
source: Image tags
german: Bildtags

# #30700
source: Enter tag(s) to search for:
german: Geben Sie die Tags ein:

# #30701
source: Enter string to search for:
german: Geben Sie den Suchbegriff ein:

# #30702
source: No results were found!, Showing suggested tags instead.
german: Keine Bilder gefunden!, Meinten Sie einen der angezeigten Tags?

# #30900
source: ERROR: Pool not readable. Maybe because of japanese characters in it?
german: FEHLER: Bilderpool kann nicht gelesen werden.

# #30901
source: MOE: Requesting
german: MOE: Lade
